Repository: AOSC-Tracking/virt-viewer
Catalog: po/*.po
Languages: ka

source: Error: can't handle multiple URIs
ka: შეცდომა: შეუძლებელია 1-ზე მეტი URI

source: No ID|UUID|DOMAIN-NAME was specified for '%s'
ka: %s-სთვის არაა მითითებული ID|UUID|დომენის-სახელი

source: Usage: %s [OPTIONS] [ID|UUID|DOMAIN-NAME]
ka: გამოყენება: %s [პარამეტრები] [ID|UUID|დომენის-სახელი]

source: %s version %s
ka: %s-ის ვერსია %s

source: (Press %s to release pointer)
ka: (კურსორის გასათავისუფლებლად დააჭირეთ %s-ს)

source: <b>Loading...</b>
ka: <b>ჩატვირთვა...</b>

source: <never|always>
ka: <არასდროს|ყოველთვის>

source: <never|on-disconnect>
ka: <არასდროს|კავშირის დაკარგვისას>

source: A remote desktop client built with GTK-VNC, SPICE-GTK and libvirt
ka: დისტანციური სამუშაო მაგიდის კლიენტი იყენებს GTK-VNC, SPICE-GTK, და libvirt-ს

source: About Virt-Viewer
ka: Virt-Viewer-ის შესახებ

source: Access remote desktops
ka: წვდომა დისტანციურ სამუშაო დაფებთან

source: Address is too long for UNIX socket_path: %s
ka: მისამართი %s ძალიან გრძელია

source: At least %s version %s is required to setup this connection
ka: %s-თან კავშირის დასამყარებლად საკმარისი მინიმალური ვერსიაა %s

source: At least %s version %s is required to setup this connection, see %s for details
ka: %s-თან კავშირის დასამყარებლად საკმარისი მინიმალური ვერსიაა %s. დეტალებისთვის იხილეთ %s

source: Attach to the local display using libvirt
ka: ლოკალურ ეკრანთან libvirt-ით მიერთება

source: Authentication failed.
ka: ავთენტიკაცია წარუმატებელია.

source: Authentication is required for the %s connection to: <b>%s</b>
ka: %s-თან კავშირისთვის საჭიროა ავთენტიკაცია: <b>%s</b>

source: Authentication is required for the %s connection:
ka: კავშირ %s-თვის საჭიროა ავთენტიკაცია:

source: Authentication required
ka: საჭიროა ავთენტიკაცია

source: Authentication was cancelled
ka: ავთენტიკაცია გაუქმდა

source: Automatically resize remote framebuffer
ka: დისტანციური ფრეიმბაფერის ზომის ავტომატური ცვლილება

source: Available virtual machines
ka: ხელმისაწვდომი ვირტუალური მანქანები

source: C_onnect
ka: და_კავშირება

source: Can't connect to channel: %s
ka: არხზე მიერთება შეუძლებელია: %s

source: Cannot determine the connection type from URI
ka: მითითებული მისამართიდან შეუძლებელია კავშირის ტიპის დადგენა

source: Cannot determine the graphic type for the guest %s
ka: შეუძლებელია სტუმარი %s-ის გრაფიკის ტიპის დადგენა

source: Cannot determine the host for the guest %s
ka: შეუძლებელია სტუმარ %s-ის ჰოსტის დადგენა

source: Cannot get guest state
ka: შეუძლებელია სტუმრის სტატუსის დადგენა

source: Change CD
ka: CD-ის შეცვლა

source: Checking guest domain status
ka: ვამოწმებ სტუმრის დომენის სტატუსს

source: Choose a virtual machine
ka: აირჩიეთ ვირტუალური მანქანა

source: Connect to SSH failed.
ka: SSH კავშირის შეცდომა.

source: Connect to channel unsupported.
ka: არხზე მიერთება მხარდაუჭერელია.

source: Connect to hypervisor
ka: ჰიპერვიზორთან მიერთება

source: Connected to graphic server
ka: გრაფიკულ სერვერთან მიერთება

source: Connecting to UNIX socket failed: %s
ka: UNIX სოკეტთან კავშირის შეცდომა: %s

source: Connecting to graphic server
ka: ვუკავშირდები გრაფიკულ სერვერს

source: Connection _Address
ka: კავშირის _მისამართი

source: Connection details
ka: კავშირის დეტალები

source: Console support is compiled out!
ka: კონსოლის მხარდაჭერა ჩაშენებული არაა!

source: Couldn't open oVirt session:
ka: oVirt-ის სესიის გახსნის შეცდომა:

source: Creating UNIX socket failed: %s
ka: UNIX სოკეტის გახსნის შეცდომა: %s

source: Current: %s
ka: მიმდინარე: %s

source: Cursor display mode: 'local' or 'auto'
ka: კურსორის ჩვენების რეჟიმი: 'ლოკალური' ან 'ავტო'

source: Customise hotkeys
ka: გამოსაძახებელი ღილაკების გამართვა

# shortcut window
source: Devices
ka: მოწყობილობები

source: Direct connection with no automatic tunnels
ka: პირდაპირი კავშირი ავტომატური ტუნელების გარეშე

source: Display _%d
ka: ეკრანი _%d

source: Display can only be attached through libvirt with --attach
ka: ეკრანის მიმაგრება შესაძლებელია მხოლოდ libvirt-ის --attach პარამეტრით

source: Display debugging information
ka: პროგრამის შიდა ინფორმაციის ჩვენება

source: Display verbose information
ka: მეტი ინფორმაცია

source: Display version information
ka: ვერსიის ჩვენება

source: Do not ask me again
ka: აღარ მკითხო

source: Do you want to close the session?
ka: ნამდვილად გსურთ სესიის დახურვა?

source: Enable kiosk mode
ka: კიოსკის რეჟიმის ჩართვა

source: Failed to change CD
ka: CD-ის შეცვლის შეცდომა

source: Failed to connect:
ka: კავშირის შეცდომა:

source: Failed to initiate connection
ka: დაკავშირების დაწყების შეცდომა

source: Failed to read stdin:
ka: შეცდომა stdin-ის კითხვისას:

source: File Transfers
ka: ფაილის გადაწერები

source: Finding guest domain
ka: სტუმრის დომენის ძებნა

source: Folder sharing
ka: საქაღალდის გაზიარება

source: For example, spice://foo.example.org:5900
ka: მაგალითად, spice://foo.example.org:5900

# shortcut window
source: Fullscreen
ka: მთელ ეკრანზე

source: Guest '%s' is not reachable
ka: სტუმარი %s მიუწვდომელია

source: Guest Details
ka: დეტალები სტუმარზე

source: Guest domain has shutdown
ka: სტუმრის დომენი გაითიშა

# shortcut window
source: Guest input devices
ka: სტუმრის შემტანი მოწყობილობები

source: Invalid file %s:
ka: არასწორი ფაილი %s:

source: Invalid kiosk-quit argument: %s
ka: kiosk-quit-ის არასწორი არგუმენტი: %s

source: Invalid password
ka: არასწორი პაროლი

source: Loading...
ka: ჩატვირთვა...

source: Name
ka: სახელი

source: Name:
ka: სახელი:

source: No ISO files in domain
ka: დიმენს არ გააჩნია ISO ფაილები

source: No connection was chosen
ka: კავშირი არჩეული არაა

source: No running virtual machine found
ka: არცერთი ვირტუალური მანქანა არაა გაშვებული

source: No virtual machine was chosen
ka: ვირტუალური მანქანა მონიშნული არაა

source: Open in full screen mode (adjusts guest resolution to fit the client)
ka: მთელ ეკრანზე გახსნა (სტუმრის გაფართოების კლიენტის ზომებში ჩატევით)

source: Password:
ka: პაროლი:

source: Please add an extension to the file name
ka: გთხოვთ მიუთითოთ გაფართოებაც

source: Power _down
ka: გამორ_თვა

source: Preferences
ka: გამართვა

source: QEMU debug console
ka: QEMU-ს დამატებითი ინფორმაციის კონსოლი

source: QEMU human monitor
ka: QEMU-ს ადამიანის მონიტორი

source: Quit on given condition in kiosk mode
ka: მითითებული პირობის შესრულების შემთხვევაში kiosk რეჟიმიდან გამოსვლა

source: Read-only
ka: მხოლოდ კითხვისთვის

source: Recent connections
ka: ახლახანს დამყარებული კავშირები

source: Reconnect to domain upon restart
ka: რესტარტისას დომენთან თავიდან დაკავშირება

source: Refresh
ka: განახლება

# shortcut window
source: Release cursor
ka: კურსორის გათავისუფლება

source: Remap keys format key=keymod+key e.g. F1=SHIFT+CTRL+F1,1=SHIFT+F1,ALT_L=Void
ka: მალსახმობი კლავშების ფორმატის შეცვლა ღილაკი=დამ.ღილაკი+ღილაგი. მაგ. F1=SHIFT+CTRL+F1,1=SHIFT+F1,ALT_L=არაფერი

source: Remote Viewer
ka: დისტანციურად ნახვა

source: Remote viewer client
ka: დისტანციურად ნახვის კლიენტი

source: Remotely access virtual machines
ka: ვირტუალურ მანქანებთან დაშორებული წვდომა

source: Run '%s --help' to see a full list of available command line options
ka: გაუშვით '%s --help' მისი ხელმისწვდომი პარამეტრების სიის სანახავად

source: Save screenshot
ka: ეკრანის ანაბეჭდის შენახვა

source: Screenshot.png
ka: ეკრანის ანაბეჭდი.png

source: Select USB devices for redirection
ka: აირჩიეთ USB მოწყობილობები გადამისამართებისთვის

source: Select the virtual machine only by its ID
ka: არჩიეთ ვირტუალური მანქანა მხოლოდ მისი ID-ით

source: Select the virtual machine only by its UUID
ka: აირჩიეთ ვირტუალური მანქანა მხოლოდ მისი UUID-ით

source: Select the virtual machine only by its name
ka: აირჩიეთ ვირტუალური მანქანა მხოლოდ მისი სახელით

source: Selected
ka: არჩეულია

# shortcut window
source: Send secure attention (Ctrl-Alt-Del)
ka: ყურადღების დაცულად მიქცევა (Ctrl-Alt-Del)

source: Serial
ka: სერიული ნომერი

source: Set window title
ka: ფანჯრის სათაურის შეცვლა

source: Share client session
ka: კლიენტის სესიის გაზიარება

source: Share clipboard
ka: გაცვლის ბაფერის გაზიარება

source: Share folder
ka: საქაღალდის გაზიარება

source: Show / hide password text
ka: პაროლის ჩვენება / დამალვა

# shortcut window
source: Smartcard insert
ka: შეაერთეთ Smartcard

# shortcut window
source: Smartcard remove
ka: გამოაძრეთ Smartcard

source: Spice
ka: Spice პროტოკოლი

source: The Fedora Translation Team
ka: Fedora-ს მთარგმნელების ჯგუფი

source: Transferring %u file of %u...
ka: გადაწერა ფაილი %u-დან %u...

source: Transferring 1 file...
ka: 1 ფაილის გადაწერა...

# shortcut window
source: USB device reset
ka: USB მოწყობილობის გადატვირთვა

source: USB redirection error: %s
ka: USB-ის გადამისამართების შეცდომა: %s

source: Unable to authenticate with remote desktop server at %s: %s
ka: დისტანციურ სამუშაო დაფასთან %s ავთენტიკაციის შეცდომა: %s

source: Unable to authenticate with remote desktop server: %s
ka: დისტანციურ სამუშაო დაფასთან ავთენტიკაციის სეცდომა: %s

source: Unable to connect to libvirt with URI: %s.
ka: libvirt-თან კავშირის შეცდომა: %s.

source: Unable to connect to the graphic server %s
ka: გრაფიკულ სერვერთან კავშირის შეცდომა %s

source: Unable to connect: %s
ka: კავშირის შეცდომა: %s

source: Unable to connnect to oVirt
ka: oVirt-თან დაკავშირების შეცდომა

source: Unable to determine image format for file '%s'
ka: დისკის ფორმატის დადგენა ფაილისთვის '%s' შეუძლებელია

# Unknown UUID
source: Unknown
ka: უცნობი

# Unknown name
source: Unknown
ka: უცნობი

source: Unspecified error
ka: მიუთითებელი შეცდომა

source: Unsupported authentication type %u
ka: %u-თან ავთენტიკაციის მხარდაჭერა არ არსებობს

source: Unsupported graphic type '%s'
ka: გრაფიკის მხარდაჭერა არ არსებობს: %s

source: Username:
ka: მომხმარებლის სახელი:

source: VNC does not provide GUID
ka: VNC-მა არ მოგვაწოდა GUID

# shortcut window
source: Viewer
ka: მაყურებელი

source: Virt Viewer
ka: ვირტუალური მანქანების მენეჯერი

source: Virt-Viewer connection file
ka: Virt-Viewer-ის კავშირის ფაილი

source: Virtual machine %s is not running
ka: ვირტუალური მანქანა %s გაშვებული არაა

source: Virtual machine graphical console
ka: ვირტუალური მანქანის გრაფიკული კონსოლი

source: Wait for domain to start
ka: დომენის სტარტის მოლოდინი

source: Waiting for display %d...
ka: დაელოდეთ ეკრანს %d...

source: Waiting for guest domain to be created
ka: სტუმრის დომენის შექმნის მოლოდინი

source: Waiting for guest domain to re-start
ka: სტუმრის დომენის რესტარტის მოლოდინი

source: Waiting for guest domain to start
ka: სტუმრის დომენის გაშვების მოლოდინი

source: Waiting for libvirt to start
ka: libvirt-ის გაშვების მოლოდინი

source: Zoom _In
ka: გადიდება

source: Zoom _Out
ka: დაპატარავება

# shortcut window
source: Zoom in
ka: გადიდება

source: Zoom level must be within %d-%d
ka: გადიდების მნიშვნელობის შუალედია %d-%d

source: Zoom level of window, in percentage
ka: ფანჯრის გადიდების ზომა, პროცენტებში

# shortcut window
source: Zoom out
ka: დაპატარავება

# shortcut window
source: Zoom reset
ka: გადიდების გათიშვა

source: [none]
ka: [არცერთი]

source: _About
ka: _შესახებ

source: _Auto resize
ka: _ზომის ავტომატური შეცვლა

source: _Cancel
ka: _გაუქმება

source: _Close
ka: _დახურვა

source: _Guest details
ka: _დეტალები სტუმარზე

source: _Keyboard shortcuts
ka: _კლავიატურის მალსახმობი ღილაკები

source: _Normal Size
ka: _ნორმალური ზომა

source: _OK
ka: _კარგი

source: _Pause
ka: _გაჩერება

source: _Preferences…
ka: _გამართვა…

source: _Reset
ka: _საწყის მნიშვნელობაზე დაბრუნება

source: _Save
ka: _შენახვა

source: _Screenshot
ka: _ეკრანის ანაბეჭდი

source: failed to parse oVirt URI
ka: oVirt-ის URI-ის ანალიზის შეცდომა

source: label
ka: ჭდე

source: oVirt VM %s has no display
ka: Ovirt-ის VM %s-ს ეკრანი არ აქვს

source: oVirt VM %s has no host information
ka: oVirt-ის VM %s-ს არ გააჩნია ინფორმაცია ჰოსტის შესახებ

source: oVirt VM %s has unknown display type: %u
ka: oVirt-ის VM %s-ს გააჩნია ეკრანის უცნობი ტიპი: %u

source: oVirt VM %s is not running
ka: oVirt-ის VM %s გაშვებული არაა

source: only SSH or UNIX socket connection supported.
ka: მხარდაჭერილია კავშირი მხოლოდ SSH ან UNIX socket-ით.
